{
  "news": [
    {
      "id": "1",
      "name": "Latest football transfer news as Messi to depart PSG",
      "slug": "Latest football transfer news as Messi to depart PSG",
      "date": "June 09, 2023",
      "time": "10:00 PM EST",
      "detail": "Lionel Messi will be leaving PSG this summer, manager Christophe Galtier confirmed today. There's a lot of discussion about where he will be heading next. There's also been some other transfer rumours around England's captain Harry Kane and Chelsea star Mason Mount.",
      "image": "/Images/news/news1.webp"
    },
    {
      "id": "2",
      "name": "Tottenham can get £100m plus for Kane or lose him for nothing",
      "slug": "Tottenham can get £100m plus for Kane or lose him for nothing",
      "date": "June 2, 2023",
      "time": "8:00 PM EST",
      "detail": "Former Tottenham defender Stephen Kelly says it is very feasible that Harry Kane leaves Spurs in this summer with the striker only having a year left on his contract. Despite finishing eighth in the Premier League, the 29-year-old still managed to score 30 league goals this season. Speaking on BBC Radio 5 Live's Football Daily podcast, Kelly said: <I think it is very feasible that he could go. He has one year left on his contract, so if they want to get a fee for him, it has to be now.>",
      "image": "/Images/news/news2.webp"
    },
    {
      "id": "3",
      "name": "'We've proved we can beat them' - Ten Hag",
      "slug": "Ten Hag",
      "date": "June 11, 2021",
      "time": "7:00 PM EST",
      "detail": "Manchester United manager Eric ten Hag is looking forward to a special FA Cup final against rivals Manchester City on Saturday It is the first time the two clubs will meet in a major final and provides the Dutchman an opportunity to win further silverware in his debut season at Old Trafford, after beating Newcastle in the Carabao Cup final back in February. United could also win both major domestic cup competitions in a single campaign for the first time.",
      "image": "/Images/news/news3.jpg"
    },
    {
      "id": "4",
      "name": "Manchester United to pay Harry Maguire £10m to leave - Paper Talk",
      "slug": "csk-seek-to-regain-their-dominance",
      "date": "June 20, 2021",
      "time": "10:00 PM EST",
      "detail": "Harry Maguire is in line for a £10m pay-off from Manchester United if he leaves Old Trafford this summer. Willy Gnonto is attracting Premier League and Serie A interest, despite being relegated with Leeds in his first season in the English top flight.Tottenham are risking disruption to their summer transfer plans amid the ongoing uncertainty over their prolonged searches for a head coach and director of football.",
      "image": "/Images/news/news4.webp"
    },
    {
      "id": "5",
      "name": "Manchester United to pay Harry Maguire £10m to leave - Paper Talk",
      "slug": "Manchester United to pay Harry Maguire £10m to leave",
      "date": "June 30, 2021",
      "time": "8:00 PM EST",
      "detail": "Harry Maguire is in line for a £10m pay-off from Manchester United if he leaves Old Trafford this summer. Willy Gnonto is attracting Premier League and Serie A interest, despite being relegated with Leeds in his first season in the English top flight.Tottenham are risking disruption to their summer transfer plans amid the ongoing uncertainty over their prolonged searches for a head coach and director of football.",
      "image": "/Images/news/news4.webp"
    },
    {
      "id": "6",
      "name": "Rotherham striker Chiedozie Ogbene left out of Republic of Ireland squad for Euro Qualifiers",
      "slug": "Rotherham striker Chiedozie Ogbene left out of Republic of Ireland squad for Euro Qualifiers",
      "date": "July 2, 2021",
      "time": "8:00 PM EST",
      "detail": "Taylor, 24, has played for the Republic Under-21s and earns his spot after helping Peterborough reach the League One play-off semi-final. Alan Browne and Jeff Hendrick have both made the squad after injury concerns. However, Chiedozie Ogbene has been ruled out of both games. Rotherham's Ogbene, who has four goals in 15 caps, has failed to recover from a hamstring problem, with Andrew Omobamidele, Callum Robinson and Seamus Coleman already having been ruled out of the qualifiers.",
      "image": "/Images/news/news5.jpg"
    },
    {
      "id": "7",
      "name": "Manchester United negotiating with Chelsea over Mason Mount transfer",
      "slug": "Manchester United negotiating with Chelsea over Mason Mount transfer",
      "date": "July 2, 2021",
      "time": "8:00 PM EST",
      "detail": "Manchester United have opened talks with Chelsea over a deal for Mason Mount, who looks certain to leave his boyhood club after failing to agree a new contract. United have already agreed personal terms with the midfielder and are confident of making him Erik ten Hag’s first summer signing. They hope to pay between £50m and £60m for Mount, whose contract expires next year, but Chelsea are likely to ask for at least £70m plus add-ons. Arsenal, Liverpool and Bayern Munich are also interested in the England international.",
      "image": "/Images/news/news6.webp"
    },
    {
      "id": "8",
      "name": "Bruno Guimaraes set to snub Real Madrid, Barcelona and Liverpool transfers to become Newcastle highest-paid star ever",
      "slug": "Bruno Guimaraes set to snub Real Madrid, Barcelona and Liverpool transfers to become Newcastle highest-paid star ever",
      "date": "July 5, 2021",
      "time": "8:00 PM EST",
      "detail": " Bruno, 25, is already Newcastle’s highest earner on £120,000-a-week but will be handed improved terms on his current deal, which expires in 2026, ahead of next season Champions League campaign.Talks are well advanced to make his the Magpies' best-paid player ever and the club are not concerned over recent links with some of Europe’s giants.Liverpool cannot offer Bruno Champions League football while Barcelona remain dogged by financial problems.Signed last January for £42million from Lyon, midfielder Guimaraes is well on his way to hero status following a stellar first full year on Tyneside",
      "image": "/Images/news/news8.webp"
    },
    {
      "id": "9",
      "name": "Real Madrid striker Karim Benzema has refused to comment on where he will be playing next season.",
      "slug": "hideki-matsuyama-holds-off-xander-schauffele-to-win-historic-masters-title",
      "date": "July 6, 2021",
      "time": "8:00 PM EST",
      "detail": "As Real Madrid continue to sweat on Karim Benzema’s future, a report from journalist Arancha Rodriguez (h/t Madrid Xtra) has confirmed that the legendary Frenchman still has not told the club whether he would be staying next season or not.The soap opera of Benzema’s future at Real Madrid continue to haunt the club from the capital city. At the moment, the veteran forward has refused to speak anything concrete about the subject.",
      "image": "/Images/news/news9.jpg"
    },
    {
      "id": "10",
      "name": "Arsenal have been handed a boost in their pursuit of West Ham skipper Declan Rice.",
      "slug": "Arsenal have been handed a boost in their pursuit of West Ham skipper Declan Rice.",
      "date": "July 7, 2021",
      "time": "8:00 PM EST",
      "detail": "West Ham are resigned to losing their influential captain Declan Rice this summer, according to reports. Arsenal are the favourites to land the England star in what would likely be a club-record deal.Rice's current contract at West Ham expires in the summer of 2024 and he has rejected all offers of renewal so far. The Hammers do have the option to extend it by a further 12 months to 2025.However, it is looking increasingly likely that the 24-year-old will be on his way sooner rather than later. Rice is desperate to play in the Champions League, a competition West Ham are unlikely to be featuring in anytime soon.Arsenal's interest in Rice emerged at the turn of the year. And they have now been given a big boost in their chances of landing him.",
      "image": "/Images/news/news10.jpeg"
    }
  ]
}
